<template>
  <div>
    <section class="about">
      <article>
        <!-- <img alt="Vue logo" src="./../assets/about.png" class="img"> -->
        <br>
        <p>
          北京国炬信息技术有限公司（以下简称北京国炬）2013年注册于北京市海淀区，由海外归国人员和国内的IT精英共同创立。公司专门从事计算机软件研发、应用及服务，以自主开发的行业通用软件产品为核心，为大中型应用系统工程提供全方位支持。北京国炬核心团队为国内顶尖技术团队，拥有一批经验丰富技术卓越的架构师，多年来为运营商及大中型企业提供了周到、优质的服务。</p>
        <p>
          北京国炬在移动互联网领域拥有核心技术，是中国联通、百度、新浪微博、中国移动的重要战略合作伙伴，在微信公众帐号企业应用领域处于行业领先地位。公司产品JEECG、JEEWX拥有自主知识产权，目前已广泛应用于众多行业，重要客户包括中国联通、百度、中国石油、三峡集团等大型企业，国内知名软件公司服务对象包括：东软、中科软、文思海辉、神州数码等。</p>
        <p>
          北京国炬是最早涉足微信平台开发的企业之一，2014年北京国炬与中国联通达成深度战略合作伙伴，负责中国联通全国微信公众号多触点运营，业务方向涵盖微信公众号、微信企业号、支付服务窗、微博、QQ公众号、H5营销活动开发等，目前大平台粉丝量过千万。</p>
      </article>
    </section>
  </div>
</template>
 
<script>
export default {
  name: "About"
}
</script>
 
<style scoped>
.about {
  padding: 50px 100px 50px 100px;
}
 
.img {
  width: 100%;
  padding: 0px 0px 50px 0px;
}
</style>